token = ''

arr_faculty = ["ИТКН", "ЭкоТех", "ИНМиН", "ГИ", "ЭУПП", "ИБО", "ИНОБР", "ИИБС"]
arr_directions = {"ИТКН": ["ИВТ", "ПМ", "БИ"]}
arr_degree = {"Бакалавр": ["1", "2", "3", "4"], "Магистр": ["1", "2"], "Специалист": ["1", "2", "3", "4", "5"]}
arr_hobby = {"🎨Творчество🎨": ["Видеосъёмка", "Музыка", "Рукоделие", "Рисование", "Танцы"],
             "🎬Хобби🎬": ["Компьютерные игры", "Кино и сериалы", "Книги", "Кулинария"],
             "⚽️Спорт⚽️": ["Футбол", "Баскетбол", "Волейбол", "Хоккей", "Фитнес"]}